module TextData (textData) where

import Data.Text (Text)

textData :: Text
textData = "init:\nあなたに問ひたいことがある。;mvdi_scene0\n\nmap0:\n*******************\n*******************\n***A***************\n*******************\n*******************\n*******************\n*********@*********\n****************C**\n*******************\n******B************\n*******************\n*******************\n*******************\n*******************\n\nscene0:\nこの世に生まれたあなたは 死といふものを前して そのとき どんな価値が大切だと思ふだらうか。\n仕事で失敗しないことだらうか。\n借金を返せることだらうか。\n多くの人から認められ 軽んじられないことだらうか。\nそれとも 多くの富を 我が手中に収めてゐるといふことだらうか。\n次の瞬間 肉體が滅び この物理空間から去るとした場合。\nそれらのことは それ程 価値のあることだらうか。\nましてや 税金を払ったり 法律を守ったりすることが 死の直前に 重要なのだらうか。\n;stmp_0 stpl"